app/controllers/counts_controller.rb

  def index
    @count = Count.first
---
SELECT * FROM "counts" LIMIT 1